export default {
  "1": {
    "arabic": "اللَّهُمَّ اجْعَلْ صِيَامِي فِيهِ صِيَامَ الصَّائِمِينَ وَ قِيَامِي فِيهِ قِيَامَ الْقَائِمِينَ وَ نَبِّهْنِي فِيهِ عَنْ نَوْمَةِ الْغَافِلِينَ وَ هَبْ لِي جُرْمِي فِيهِ يَا إِلَهَ الْعَالَمِينَ وَ اعْفُ عَنِّي يَا عَافِياً عَنِ الْمُجْرِمِينَ",
    "persian": "خدايا روزه ام را در اين ماه روزه روزه داران قرار ده، و شب زنده داری ام را شب زنده دارى شب زنده داران، و بيدارم كن در آن از خواب بی خبران، و ببخش گناهم را در آن اى معبود جهانيان، و از من درگذر، اى درگذرنده از گنهكاران.",
    "day": "اول"
  },
  "2": {
    "arabic": "اللَّهُمَّ قَرِّبْنِي فِيهِ إِلَى مَرْضَاتِكَ وَ جَنِّبْنِي فِيهِ مِنْ سَخَطِكَ وَ نَقِمَاتِكَ وَ وَفِّقْنِي فِيهِ لِقِرَاءَةِ آيَاتِكَ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ",
    "persian": "خدايا مرا در اين ماه به خشنودى ات نزديك كن، و از خشم و انتقامت بركنار دار، و به قرائت آياتت موفق كن، اى مهربان ترين مهربانان.",
    "day": "دوم"
  },
  "3": {
    "arabic": "اللَّهُمَّ ارْزُقْنِي فِيهِ الذِّهْنَ وَ التَّنْبِيهَ وَ بَاعِدْنِي فِيهِ مِنَ السَّفَاهَةِ وَ التَّمْوِيهِ وَ اجْعَلْ لِي نَصِيبا مِنْ كُلِّ خَيْرٍ تُنْزِلُ فِيهِ بِجُودِكَ يَا أَجْوَدَ الْأَجْوَدِينَ",
    "persian": "خدايا در اين ماه به من تيزهوشى و بيدارى عنايت فرما، و از بى خردى و اشتباه دورم ساز، و از هر خيرى كه در اين ماه نازل مى كنى، برايم بهره اى قرار ده، و به حق جودت اى جودمندترين جودمندان",
    "day": "سوم"
  },
  "4": {
    "arabic": "اللَّهُمَّ قَوِّنِي فِيهِ عَلَى إِقَامَةِ أَمْرِكَ وَ أَذِقْنِي فِيهِ حَلاوَةَ ذِكْرِكَ وَ أَوْزِعْنِي فِيهِ لِأَدَاءِ شُكْرِكَ بِكَرَمِكَ وَ احْفَظْنِي فِيهِ بِحِفْظِكَ وَ سِتْرِكَ يَا أَبْصَرَ النَّاظِرِينَ",
    "persian": "خدايا در اين ماه براى برپاداشتن امرت نيرومند ساز مرا، و شيرينى ذكرت را به من بچشان، و اداى شكرت را به من الهام فرما، و به نگهدارى و پوششت نگاهم بدار، اى بيناترين بينندگان",
    "day": "چهارم"
  },
  "5": {
    "arabic": "اللَّهُمَّ اجْعَلْنِي فِيهِ مِنَ الْمُسْتَغْفِرِينَ وَ اجْعَلْنِي فِيهِ مِنْ عِبَادِكَ الصَّالِحِينَ الْقَانِتِينَ وَ اجْعَلْنِي فِيهِ مِنْ أَوْلِيَائِكَ الْمُقَرَّبِينَ بِرَأْفَتِكَ يَا أَرْحَمَ الرَّاحِمِينَ",
    "persian": "خدايا قرار ده مرا در اين ماه از آمرزش جويان، و از بندگان شايسته فرمانبردار، و از اولياى مقرّبت، به رأفتت اى مهربان ترين مهربانان",
    "day": "پنجم"
  },
  "6": {
    "arabic": "اللَّهُمَّ لا تَخْذُلْنِي فِيهِ لِتَعَرُّضِ مَعْصِيَتِكَ وَ لا تَضْرِبْنِي بِسِيَاطِ نَقِمَتِكَ وَ زَحْزِحْنِي فِيهِ مِنْ مُوجِبَاتِ سَخَطِكَ بِمَنِّكَ وَ أَيَادِيكَ يَا مُنْتَهَى رَغْبَةِ الرَّاغِبِينَ",
    "persian": "خدايا مرا در اين ماه به خاطر نزديك شدن به نافرمانی ات وامگذار، و با تازيانه هاى انتقامت عذاب مكن، و از موجبات خشمت دورم بدار، به فضل و عطاهايت، اى نهايت دلبستگى دل شدگان.",
    "day": "ششم"
  },
  "7": {
    "arabic": "اللَّهُمَّ أَعِنِّي فِيهِ عَلَى صِيَامِهِ وَ قِيَامِهِ وَ جَنِّبْنِي فِيهِ مِنْ هَفَوَاتِهِ وَ آثَامِهِ وَ ارْزُقْنِي فِيهِ ذِكْرَكَ بِدَوَامِهِ بِتَوْفِيقِكَ يَا هَادِيَ الْمُضِلِّينَ",
    "persian": "خدايا مرا در اين ماه بر روزه و شب زندارى اش يارى ده، و از لغزش ها و گناهانش دورم بدار، و ذكرت را همواره روزى ام كن، به توفيقت اى راهنماى گمراهان.",
    "day": "هفتم"
  },
  "8": {
    "arabic": "اللَّهُمَّ ارْزُقْنِي فِيهِ رَحْمَةَ الْأَيْتَامِ وَ إِطْعَامَ الطَّعَامِ وَ إِفْشَاءَ السَّلامِ وَ صُحْبَةَ الْكِرَامِ بِطَوْلِكَ يَا مَلْجَأَ الْآمِلِين",
    "persian": "خداى در اين ماه مهرورزى به ايتام، و خواندن طعام، و آشكار كردن سلام، و همنشينى با اهل كرامت را نصبم فرما، به عطايت اى پناهگاه آرزومندان.",
    "day": "هشتم"
  },
  "9": {
    "arabic": "اللَّهُمَّ اجْعَلْ لِي فِيهِ نَصِيبا مِنْ رَحْمَتِكَ الْوَاسِعَةِ وَ اهْدِنِي فِيهِ لِبَرَاهِينِكَ السَّاطِعَةِ وَ خُذْ بِنَاصِيَتِي إِلَى مَرْضَاتِكَ الْجَامِعَةِ بِمَحَبَّتِكَ يَا أَمَلَ الْمُشْتَاقِينَ",
    "persian": "خدايا براى من در اين ماه بهره اى از رحمت گسترده ات قرار ده، و به جانب دلايل درخشانت راهنمايى كن، و به سوى خشنودى فراگيرت متوجه كن، به مهرت اى آرزوى مشتاقان.",
    "day": "نهم"
  },
  "10": {
    "arabic": "اللَّهُمَّ اجْعَلْنِي فِيهِ مِنَ الْمُتَوَكِّلِينَ عَلَيْكَ وَ اجْعَلْنِي فِيهِ مِنَ الْفَائِزِينَ لَدَيْكَ وَ اجْعَلْنِي فِيهِ مِنَ الْمُقَرَّبِينَ إِلَيْكَ بِإِحْسَانِكَ يَا غَايَةَ الطَّالِبِينَ",
    "persian": "خدايا مرا در اين ماه از توكل كنندگان، و از رستگاران نزد خود، و از مقرّبان درگاهت قرار بده، به احسانت اى هدف جويندگان.",
    "day": "دهم"
  },
  "11": {
    "arabic": "اللَّهُمَّ حَبِّبْ إِلَيَّ فِيهِ الْإِحْسَانَ وَ كَرِّهْ إِلَيَّ فِيهِ الْفُسُوقَ وَ الْعِصْيَانَ وَ حَرِّمْ عَلَيَّ فِيهِ السَّخَطَ وَ النِّيرَانَ بِعَوْنِكَ يَا غِيَاثَ الْمُسْتَغِيثِينَ",
    "persian": "خداى در اين ماه نيكى را پسنديده من گردان، و نادرستي ها و نافرماني ها را مورد كراهت من قرار ده، و خشم و آتش برافروخته را بر من حرام گردان به يارى ات اى فريادرس",
    "day": "یازدهم"
  },
  "12": {
    "arabic": "اللَّهُمَّ زَيِّنِّي فِيهِ بِالسِّتْرِ وَ الْعَفَافِ وَ اسْتُرْنِي فِيهِ بِلِبَاسِ الْقُنُوعِ وَ الْكَفَافِ وَ احْمِلْنِي فِيهِ عَلَى الْعَدْلِ وَ الْإِنْصَافِ وَ آمِنِّي فِيهِ مِنْ كُلِّ مَا أَخَافُ بِعِصْمَتِكَ يَا عِصْمَةَ الْخَائِفِينَ",
    "persian": "خدايا مرا در اين ماه به پوشش و پاكدامنى بياراى، و به لباس قناعت و اكتفا به اندازه حاجت بپوشان و بر عدالت و انصاف وادارم نما، و مرا در اين ماه از هرچه مى ترسم ايمنى ده، به نگهدارى ات اى نگهدارنده هراسندگان.",
    "day": "دوازدهم"
  },
  "13": {
    "arabic": "اللَّهُمَّ طَهِّرْنِي فِيهِ مِنَ الدَّنَسِ وَ الْأَقْذَارِ وَ صَبِّرْنِي فِيهِ عَلَى كَائِنَاتِ الْأَقْذَارِ وَ وَفِّقْنِي فِيهِ لِلتُّقَى وَ صُحْبَةِ الْأَبْرَارِ بِعَوْنِكَ يَا قُرَّةَ عَيْنِ الْمَسَاكِينِ",
    "persian": "خدايا مرا در اين ماه از آلودگيها و ناپاكي ها پاك كن، و بر شدني هاى مورد تقديرت شكيبايم گردان، و به پرهيزگارى و هم نشينى با نيكان توفيقم ده، به ياریات اى نور چشم درماندگان",
    "day": "سیزدهم"
  },
  "14": {
    "arabic": "اللَّهُمَّ لا تُؤَاخِذْنِي فِيهِ بِالْعَثَرَاتِ وَ أَقِلْنِي فِيهِ مِنَ الْخَطَايَا وَ الْهَفَوَاتِ وَ لا تَجْعَلْنِي فِيهِ غَرَضاً لِلْبَلايَا وَ الْآفَاتِ بِعِزَّتِكَ يَا عِزَّ الْمُسْلِمِينَ",
    "persian": "خدايا مرا در اين ماه بر لغزش ها سرزنش مكن، و از خطاها و افتادن در گناهان دور بدار، و هدف بلاها و آفات قرار مده، به عزّتت اى عزّت مسلمانان.",
    "day": "چهاردهم"
  },
  "15": {
    "arabic": "اللَّهُمَّ ارْزُقْنِي فِيهِ طَاعَةَ الْخَاشِعِينَ وَ اشْرَحْ فِيهِ صَدْرِي بِإِنَابَةِ الْمُخْبِتِينَ بِأَمَانِكَ يَا أَمَانَ الْخَائِفِينَ",
    "persian": "خدايا در در اين ماه طاعت فروتنان را نصيبم كن، و سينه ام را براى انابه همانند بازگشت خاضعان باز كن به امان دادنت اى امان ده هراسندگان.",
    "day": "پانزدهم"
  },
  "16": {
    "arabic": "اللَّهُمَّ وَفِّقْنِي فِيهِ لِمُوَافَقَةِ الْأَبْرَارِ وَ جَنِّبْنِي فِيهِ مُرَافَقَةَ الْأَشْرَارِ وَ آوِنِي فِيهِ بِرَحْمَتِكَ إِلَى [فِي ] دَارِ الْقَرَارِ بِإِلَهِيَّتِكَ يَا إِلَهَ الْعَالَمِينَ",
    "persian": "خدايا مرا در اين ماه به همراهى و همسويى با نيكان توفيق ده، و از همنشينى با بدان دور بدار و به حق رحمتت به خانه آرامش جايم ده، و به پرستيدگى ات اى پرستيده جهانيان.",
    "day": "شانزدهم"
  },
  "17": {
    "arabic": "اللَّهُمَّ اهْدِنِي فِيهِ لِصَالِحِ الْأَعْمَالِ وَ اقْضِ لِي فِيهِ الْحَوَائِجَ وَ الْآمَالَ يَا مَنْ لا يَحْتَاجُ إِلَى التَّفْسِيرِ وَ السُّؤَالِ يَا عَالِماً بِمَا فِي صُدُورِ الْعَالَمِينَ صَلِّ عَلَى مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ",
    "persian": "خدايا مرا در اين ماه به سوى كارهاى شايسته هدايت فرما، و حاجتها و آرزوهايم را برآور، اى آن كه نياز به روشنگرى و پرسش ندارد، اى آگاه به آنچه در سينه جهانيان است بر محمّد و خاندان پاكش درود فرست",
    "day": "هفدهم"
  },
  "18": {
    "arabic": "اللَّهُمَّ نَبِّهْنِي فِيهِ لِبَرَكَاتِ أَسْحَارِهِ وَ نَوِّرْ فِيهِ قَلْبِي بِضِيَاءِ أَنْوَارِهِ وَ خُذْ بِكُلِّ أَعْضَائِي إِلَى اتِّبَاعِ آثَارِهِ بِنُورِكَ يَا مُنَوِّرَ قُلُوبِ الْعَارِفِينَ",
    "persian": "خدايا مرا در اين ماه به بركت هاى سحرهايش آگاه كن، و دلم را با روشنايى انوارش روشنى بخش، و تمام اعضايم را به پيروى آثارش بگمار، به نروت اى نوربخش دلهاى عارفان.",
    "day": "هجدهم",
  },
  "19": {
    "arabic": "اللَّهُمَّ وَفِّرْ فِيهِ حَظِّي مِنْ بَرَكَاتِهِ وَ سَهِّلْ سَبِيلِي إِلَى خَيْرَاتِهِ وَ لا تَحْرِمْنِي قَبُولَ حَسَنَاتِهِ يَا هَادِيا إِلَى الْحَقِّ الْمُبِينِ",
    "persian": "خدايا در اين ماه بهره ام را از بركت هايش كامل گردان، و راهم را به سوى نيكي هايش هموار نما، و از پذيرفته خوبي هايش محرومم مساز، اى هدايت كننده به سوى حق آشكار",
    "day": "نوزدهم"
  },
  "20": {
    "arabic": "اللَّهُمَّ افْتَحْ لِي فِيهِ أَبْوَابَ الْجِنَانِ وَ أَغْلِقْ عَنِّي فِيهِ أَبْوَابَ النِّيرَانِ وَ وَفِّقْنِي فِيهِ لِتِلاوَةِ الْقُرْآنِ يَا مُنْزِلَ السَّكِينَةِ فِي قُلُوبِ الْمُؤْمِنِينَ",
    "persian": "خدايا در اين ماه درهاى بهشت هايت را به رويم باز كن، و درهاى آتش دوزخ را به روزيم بربند، و به تلاوت قرآن موفقم بدار، اى فرو فرستنده آرامش در دل مؤمنان.",
    "day": "بیستم"
  },
  "21": {
    "arabic": "اللَّهُمَّ اجْعَلْ لِي فِيهِ إِلَى مَرْضَاتِكَ دَلِيلاً وَ لا تَجْعَلْ لِلشَّيْطَانِ فِيهِ عَلَيَّ سَبِيلاً وَ اجْعَلِ الْجَنَّةَ لِي مَنْزِلاً وَ مَقِيلاً يَا قَاضِيَ حَوَائِجِ الطَّالِبِينَ",
    "persian": "خدايا در اين ماه براى من به سوى خشنودى ات دليلى قرار مده، و براى شيطان راهى به سوى من قرار مده، و بهشت را منزل و آسايشگاهم قرار ده، اى برآورنده حاجات خواهندگان.",
    "day": "بیست و یکم"
  },
  "22": {
    "arabic": "اللَّهُمَّ افْتَحْ لِي فِيهِ أَبْوَابَ فَضْلِكَ وَ أَنْزِلْ عَلَيَّ فِيهِ بَرَكَاتِكَ وَ وَفِّقْنِي فِيهِ لِمُوجِبَاتِ مَرْضَاتِكَ وَ أَسْكِنِّي فِيهِ بُحْبُوحَاتِ جَنَّاتِكَ يَا مُجِيبَ دَعْوَةِ الْمُضْطَرِّينَ",
    "persian": "خدايا در اين ماه درهاى فضلت را به روى من بگشا، و بركاتت را بر من نازل فرما، و به موجبات خشنودى ات موفقم بدار، و در ميان بهشت هايت جايم ده، اى برآورنده خواهش درماندگان",
    "day": "بیست و دوم"
  },
  "23": {
    "arabic": "اللَّهُمَّ اغْسِلْنِي فِيهِ مِنَ الذُّنُوبِ وَ طَهِّرْنِي فِيهِ مِنَ الْعُيُوبِ وَ امْتَحِنْ قَلْبِي فِيهِ بِتَقْوَى الْقُلُوبِ يَا مُقِيلَ عَثَرَاتِ الْمُذْنِبِينَ",
    "persian": "خدايا در اين ماه از گناهانم شست وشويم ده، و از عيب ها پاكم كن، و دلم را به پرهيزكارى دلها بيازماى، اى ناديده گيرنده لغزشهاى اهل گناه.",
    "day": "بیست و سوم"
  },
  "24": {
    "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ فِيهِ مَا يُرْضِيكَ وَ أَعُوذُ بِكَ مِمَّا يُؤْذِيكَ وَ أَسْأَلُكَ التَّوْفِيقَ فِيهِ لِأَنْ أُطِيعَكَ وَ لا أَعْصِيَكَ يَا جَوَادَ السَّائِلِينَ",
    "persian": "خدايا در اين ماه آنچه تو را خشنود مى كند از تو درخواست می كنم، و از آنچه تو را ناخشنود می كند به تو پناه مى آورم، و از تو در اين ماه توفيق اطاعت و ترك نافرمانى ات را خواستارم، اى بخشنده به نيازمندان.",
    "day": "بیست و چهارم"
  },
  "25": {
    "arabic": "اللَّهُمَّ اجْعَلْنِي فِيهِ مُحِبّاً لِأَوْلِيَائِكَ وَ مُعَادِيا لِأَعْدَائِكَ مُسْتَنّاً بِسُنَّةِ خَاتَمِ أَنْبِيَائِكَ يَا عَاصِمَ قُلُوبِ النَّبِيِّينَ",
    "persian": "خدايا مرا در اين ماه دلبسته اوليا، و دشمن دشمنانت قرار ده، و آراسته به راه و روش خاتم پيامبرانت گردان، اى نگهدارنده دلهاى پيامبران",
    "day": "بیست و پنجم"
  },
  "26": {
    "arabic": "اللَّهُمَّ اجْعَلْ سَعْيِي فِيهِ مَشْكُوراً وَ ذَنْبِي فِيهِ مَغْفُوراً وَ عَمَلِي فِيهِ مَقْبُولاً وَ عَيْبِي فِيهِ مَسْتُوراً يَا أَسْمَعَ السَّامِعِينَ",
    "persian": "خدايا كوششم را در اين ماه مورد سپاس، و گناهم را آمرزيده، و عملم را پذيرفته، و عيبم را پوشيده قرار ده، اى شنواترين شنوايان.",
    "day": "بیست و ششم"
  },
  "27": {
    "arabic": "اللَّهُمَّ ارْزُقْنِي فِيهِ فَضْلَ لَيْلَةِ الْقَدْرِ وَ صَيِّرْ أُمُورِي فِيهِ مِنَ الْعُسْرِ إِلَى الْيُسْرِ وَ اقْبَلْ مَعَاذِيرِي وَ حُطَّ عَنِّيَ الذَّنْبَ وَ الْوِزْرَ يَا رَءُوفاً بِعِبَادِهِ الصَّالِحِينَ",
    "persian": "خدايا در اين ماه فضيلت شب قدر را روزى ام ساز، و كارهايم را از سختى به آيانى برگردان، و پوزش هايم را بپذير، و گناه و بار گران را از گردنم بریز، اى مهربان به بندگان شايسته.",
    "day": "بیست و هفتم"
  },
  "28": {
    "arabic": "اللَّهُمَّ وَفِّرْ حَظِّي فِيهِ مِنَ النَّوَافِلِ وَ أَكْرِمْنِي فِيهِ بِإِحْضَارِ الْمَسَائِلِ وَ قَرِّبْ فِيهِ وَسِيلَتِي إِلَيْكَ مِنْ بَيْنِ الْوَسَائِلِ يَا مَنْ لا يَشْغَلُهُ إِلْحَاحُ الْمُلِحِّينَ",
    "persian": "خدايا بهره ام را در اين ماه از مستحبات فراوان كن، و مرا با تحقق درخواست ها اكرام فرما، و از ميان وسايل وسيله ام را به سويت نزديك كن، اى كه پافشارى اصرارورزان مشغولش نسازد.",
    "day": "بیست و هشتم"
  },
  "29": {
    "arabic": "اللَّهُمَّ غَشِّنِي فِيهِ بِالرَّحْمَةِ وَ ارْزُقْنِي فِيهِ التَّوْفِيقَ وَ الْعِصْمَةَ وَ طَهِّرْ قَلْبِي مِنْ غَيَاهِبِ التُّهَمَةِ يَا رَحِيما بِعِبَادِهِ الْمُؤْمِنِينَ",
    "persian": "خدايا در اين ماه با رحمتت فروگير و توفيق و خود نگهدارى نصيبم كن، و از تيرگي هاى تهمت دلم را پاك گردان، اى مهربان به بندگان با ايمان.",
    "day": "بیست و نهم"
  },
  "30": {
    "arabic": "اللَّهُمَّ اجْعَلْ صِيَامِي فِيهِ بِالشُّكْرِ وَ الْقَبُولِ عَلَى مَا تَرْضَاهُ وَ يَرْضَاهُ الرَّسُولُ مُحْكَمَةً فُرُوعُهُ بِالْأُصُولِ بِحَقِّ سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ الطَّاهِرِينَ وَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ.",
    "persian": "خدايا روزه ام را در اين ماه، بر پايه آنچه تو و پيامبر آن را مى پسندد مورد سپاس و پذيرش قرار ده، درحالیكه فروعش بر اصولش استوار باشد، به حق سرورمان محمّد و اهل بيت پاكش، و سپاس خداى را پروردگار جهانيان.",
    "day": "سی ام"
  }
}
